/* error description */
"Failed to parse airmen data." = "Failed to parse airmen data.";

/* failure reason */
"Improperly formatted rating “%@” for record %@" = "Improperly formatted rating “%1$@” for record %2$@";

/* failure reason */
"Invalid date “%@”" = "Invalid date “%@”";

/* failure reason */
"No certificate expiration date for record %@" = "No certificate expiration date for record %@";

/* failure reason */
"No certificate level for record %@" = "No certificate level for record %@";

/* failure reason */
"No certificate type for record %@" = "No certificate type for record %@";

/* failure reason */
"No medical expiration date for record %@" = "No medical expiration date for record %@";

/* failure reason */
"Unknown certificate level “%@” for record %@" = "Unknown certificate level “%1$@” for record %2$@";

/* failure reason */
"Unknown certificate type %@” for record %@" = "Unknown certificate type %1$@” for record %2$@";

/* failure reason */
"Unknown medical class “%@” for record %@" = "Unknown medical class “%1$@” for record %2$@";

/* failure reason */
"Unknown rating level “%@” for record %@" = "Unknown rating level “%1$@” for record %2$@";

/* failure reason */
"Unknown rating “%@” for record %@" = "Unknown rating “%1$@” for record %2$@";

/* recovery suggestion */
"Verify that the CSV file is not corrupt. If it isn’t, the format may have changed, requiring an update to SwiftAirmen." = "Verify that the CSV file is not corrupt. If it isn’t, the format may have changed, requiring an update to SwiftAirmen.";

